Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །གཟུགས་མི་སྦྱོར་མི་འབྱེད་ཅེས་བྱ་བ་ནི་ཆོས་ཀྱི་གཟུགས་ལ་སོགས་པ་ལ་རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ཀྱི་གཟུགས་སུ་ཡོད་པ་ལ་སོགས་པའི་མཚན་ཉིད་རྣམ་པར་མ་མཐོང་བས་མི་སྦྱོར་རོ། །ཆོས་ཉིད་ཀྱི་བདག་ཉིད་དུ་བསྒོམ་པར་བྱ་བ་ཡིན་པས་མི་འབྱེད་དོ།
en: As for “they do not engage with nor disengage from form”— they do not engage because they do not see in the true dharmic nature of form and so on their defining marks—being seeable and so on—because they are empty of their own defining marks.

source: །དེའི་ཕྱིར་ཆོས་རྣམས་ཀྱི་རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ལ་འཇུག་སྟེ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: Therefore, it says they “enter into the emptiness of the marks particular to dharmas.”

source: །གཟུགས་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་ཞེས་བྱ་བ་བཀའ་སྩལ་ནས། འདི་ལྟར་སྔོན་གྱི་མཐའ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་ཞེས་གཏན་ཚིགས་ཀྱང་ཉིད་ཀྱིས་གསུངས་སོ།
en: It says “they do not join form with the prior limit,” and then states as the reason for that: “because they do not even see the prior limit.”

source: །སྔོན་གྱི་མཐའ་ལ་སོགས་པ་དུས་གསུམ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན་ཇི་ལྟར་སྦྱར་བར་བྱ།
en: They do not see the three time periods such as the prior limit and so on, so how, given that they do not see them, could they be engaged with them? “

source: སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐར་མི་སྦྱོར་ཞེས་བྱ་བ་ནི་སྔོན་གྱི་མཐའི་ལས་དེའི་རྣམ་པར་སྨིན་པ་ཕྱི་མའི་མཐའ་འདི་འདྲ་བ་མྱོང་ངོ་ཞེས་ལས་དང་འབྲས་བུ་དམིགས་པའི་ཚུལ་གྱིས་སྤྱོད་ན་སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐར་སྦྱོར་བ་དང་། ཕྱི་མའི་མཐའ་དང་ཡང་སྔོན་གྱི་མཐར་སྦྱོར་རོ་ཞེས་བྱའོ།
en: They do not join the prior limit with the later limit”— when they practice by way of apprehending consequences—that this is the sort of later maturation experienced on account of that earlier action—it is said that they “join the prior limit with the later limit and… join the later limit with the prior limit.”

source: །སྔོན་གྱི་མཐའི་ལས་དེའི་རྣམ་པར་སྨིན་པ་ནི་ད་ལྟར་བྱུང་བ་ན་འདི་ཡིན་ནོ་ཞེས་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་ན་སྔོན་གྱི་མཐའ་དང་ད་ལྟར་བྱུང་བར་སྦྱོར་བ་དང་། ད་ལྟར་བྱུང་བ་ཡང་སྔོན་གྱི་མཐར་སྦྱོར་རོ་ཞེས་བྱའོ།
en: When they practice with the idea that this, the maturation of that earlier action, is in the present, it is said that they join the present with the prior limit, and join the prior limit with the present.

source: །ད་ལྟར་བྱུང་བ་ན་ལས་བྱས་པས་ཕྱི་མའི་མཐར་རྣམ་པར་སྨིན་པར་འགྱུར་རོ་ཞེས་སྤྱོད་ན། ད་ལྟར་བྱུང་བ་དང་ཕྱི་མའི་མཐར་སྦྱོར་བ་དང་། ཕྱི་མའི་མཐའ་དང་ད་ལྟར་བྱུང་བར་སྦྱོར་རོ་ཞེས་བྱའོ།
en: When they practice with the idea that this action that has been done in the present will mature in the future, it is said that they join the present to the future, and join the future to the present.

source: །དུས་གསུམ་མཉམ་པ་ཉིད་དུ་མཐོང་བ་ལ་ནི་དུས་ཐ་དད་པ་མེད་དེ། བདག་ཉིད་ཐམས་ཅད་དུ་དུས་མི་དམིགས་པའི་ཕྱིར་རོ།
en: For those seeing the three periods of time as a sameness, there are no different times, because time cannot be apprehended in any form.

source: །དེ་བས་ན་དུས་གསུམ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ཞེས་བྱ་བ་གསུངས་སོ།
en: Therefore, it says “because of the sameness of the three periods of time.”

source: །གཟུགས་དང་འདས་པར་མི་སྦྱོར་ཞེས་བྱ་བ་བཀའ་སྩལ་ནས་འདི་ལྟར་འདས་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་ཞེས་བྱ་བ་ཉིད་ཀྱིས་གཏན་ཚིགས་གསུངས་ཏེ།
en: It has said “they do not join form with the past,” and with “because they do not even see the past,” has stated the reason for that.

source: འདས་པ་ན་གཟུགས་འདི་ལྟ་བུ་ཞིག་ཏུ་གྱུར་ཏོ། །མ་འོངས་པ་ན་གཟུགས་འདི་ལྟ་བུ་ཞིག་ཏུ་འགྱུར་རོ། །ད་ལྟར་བྱུང་བ་ན་གཟུགས་ཡོད་དོ་ཞེས་སྦྱོར་བ་ནི་གཟུགས་དུས་གསུམ་དུ་སྦྱོར་བ་ཞེས་བྱའོ།
en: Joining, such as “this sort of form was in the past; this sort of form will be in the future; form is here in the present,” is joining form with the three periods of time. “[

source: །གཟུགས་དང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་མི་སྦྱོར་ཞེས་བྱ་བ་ནི་གཟུགས་འདི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡུལ་ཡིན་ནོ་ཞེས་དམིགས་པའི་དངོས་པོར་རམ་གཟུགས་འདི་ནི་སྦྱིན་པ་ལ་སོགས་པ་བསོད་ནམས་བྱ་བའི་དངོས་པོར་ཡོངས་སུ་བསྔོས་ནས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འབྲས་བུར་འགྱུར་རོ་ཞེས་རྒྱུའི་དངོས་པོར་རྟོགས་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་སྦྱོར་བ་ཞེས་བྱའོ།
en: Bodhisattva great beings]… do not join form with the knowledge of all aspects”— when there is the idea that “this form is an object of the knowledge of all aspects,” that it is a real thing that can be apprehended, or thinking, “Giving this form, and so on, transformed into a basis of meritorious action becomes the result, the knowledge of all aspects,” when there is the idea that it is a real cause, it is said that it is joined with the knowledge of all aspects. “[

source: །སངས་རྒྱས་དང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་ཞེས་བྱ་བ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སངས་རྒྱས་ཀྱི་རྒྱུ་ཡིན་ནོ་ཞེས་བྱ་བ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱིས་ཆོས་ཐམས་ཅད་ཐུགས་སུ་ཆུད་པས་བྱང་ཆུབ་ཅེས་བྱ་བར་མི་སྦྱོར་ཏེ། སངས་རྒྱས་དང་། བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དག་ནི་མཚན་ཉིད་གཅིག་པས་ཆོས་ཀྱི་སྐུའི་བདག་ཉིད་དུ་ཐ་དད་པ་མེད་དོ།
en: They]… do not join a buddha with the knowledge of all aspects”: “the knowledge of all aspects is the cause of a buddha,” and “awakening is by comprehending all dharmas with the knowledge of all aspects”—they “do not join” them like that because buddha, awakening, and the knowledge of all aspects have the same characteristic mark and in the form of the dharma body are not different.

source: །དེའི་ཕྱིར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་སངས་རྒྱས་སོ། །སངས་རྒྱས་ཉིད་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: Therefore, it says “a buddha is the knowledge of all aspects, and the knowledge of all aspects is the buddha as well,” and so on.

source: །གཟུགས་འབྱུང་ངོ་ཞེས་བྱ་བར་མི་སྦྱོར་རོ།
en: Where it says, “Form is not joined with ‘originating.’

source: །གཟུགས་འཇིག་གོ་ཞེས་བྱ་བར་མི་སྦྱོར་ཞེས་པ་ལ་འབྱུང་བར་ལྟ་བ་དང་། འཇིག་པར་ལྟ་བ་དག་ནི་རྟག་པ་དང་ཆད་པར་ལྟ་བ་སྟེ་དེ་མི་སྐྱེད་དོ།
en: Form is not joined with ‘perishing,’ ” the view of origination and the view of perishing are the view that it is permanent and the view that it is annihilated—they do not entertain those. “[

source: །རྟག་ཅེས་བྱ་བར་མི་སྦྱོར་རོ་ཞེས་བྱ་བ་ནི་ལྟ་བའི་དབང་གིས་སོ། །མི་རྟག་ཅེས་བྱ་བ་ནི་རྣམ་པར་རྟོག་པའི་དབང་གིས་སོ།
en: Form] is not joined with ‘permanent,’ ” based on a view, nor “with ‘impermanent,’ ” based on conceptualization.

source: །དེ་བཞིན་དུ་གཞན་དག་ལ་ཡང་སྦྱར་བར་བྱའོ།
en: Construe the others like this as well. “

source: །གཟུགས་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ་ཞེས་བྱ་བ་ནི་ཀུན་བརྟགས་པའི་གཟུགས་ལ་སོགས་པ་ལ་མྱ་ངན་ལས་འདས་པའི་མཚན་ཉིད་མེད་པའི་ཕྱིར་རོ།
en: Form is not joined with ‘calm,’ ” because imaginary form and so on do not have the mark of nirvāṇa. “

source: །གཟུགས་མ་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ་ཞེས་བྱ་བ་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་ལ་སོགས་པ་ལ་འཁོར་བའི་མཚན་ཉིད་མེད་པའི་ཕྱིར་རོ།
en: Form is not joined with ‘not calm,’ ” because the true dharmic nature of form does not have the mark of saṃsāra. “

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཞི་ཞེས་བྱ་བར་མི་སྦྱོར་རོ་ཞེས་བྱ་བ་དེ་ལྟ་དེ་ལྟ་བུའི་རྟོག་པའི་སྐབས་མེད་པའི་ཕྱིར་རོ།
en: The knowledge of all aspects does not join with ‘calm,’ ” because such an idea is not applicable.

source: །དེ་བཞིན་དུ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་རྣམས་ནི་རྣམ་པར་རྟོག་པ་རྣམས་ཀྱི་སྐབས་མེད་པ་ཉིད་དོ།
en: Similarly, the idea of emptiness, signlessness, and wishlessness does not apply either.

source: །སྤྱོད་ཅེས་བྱ་བ་ལ་སོགས་པའི་རྣམ་པར་རྟོག་པ་རྣམས་ལ་ཡང་དེ་བཞིན་དུ་སྦྱར་རོ།
en: Construe the alternatives of “ ‘practicing,’ ” and so on like this as well. “[

source: །སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་ཆོས་ཉིད་དུ་ཐ་དད་པ་མེད་པ་ལ་ཐ་དད་དུ་འཛིན་པ་མི་འཐད་པའི་ཕྱིར་ཏེ།
en: Bodhisattva great beings]… do not practice the perfection of wisdom for the sake of the perfection of giving”— all dharmas, in their true dharmic nature, are not different, since it is not possible to grasp them as different.

source: ཐམས་ཅད་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་དུ་ཐ་མི་དད་དོ།
en: All, in the intrinsic nature of the perfection of wisdom, are not different either.

source: །དེའི་ཕྱིར་ཐ་དད་པའི་ཕྱིར། ཆོས་གང་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་ཞེས་གསུངས་སོ།
en: Therefore, it says, they “do not see a difference in any dharma.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ན་བྱང་ཆུབ་སེམས་དཔའ་ལྟ་ཅི་སྨོས་ཏེ། རྣམ་པ་ཐམས་ཅད་དུ་ཐམས་ཅད་མངོན་པར་ཤེས་པ་ལྟ་ག་ལ་ཡོད་ཅེས་བྱ་བ་ནི་མངོན་པར་ཤེས་པ་རྣམས་ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་ཡིན་པ་དང་།
en: They “do not even see the perfection of wisdom itself, not to mention a bodhisattva, so however could they apprehend fully all the clairvoyances?”

source: ཀུན་བརྟགས་པའི་དམིགས་པ་ཡིན་པའི་ཕྱིར་དེ་སྐད་བཤད་དོ།
en: It says that, because the clairvoyances are in their intrinsic nature imaginary phenomena and are imaginary phenomena apprehending things.

source: །བྱ་བའི་འགྲེས་དང་ཕན་ཡོན་ཐོབ་པ་དག་ལ་ཡང་དེ་བཞིན་དུ་སྦྱོར་རོ།
en: Construe the connected sections on the objects of the clairvoyances and the attainment of benefits like that as well.

source: །བརྩོན་པའི་མཚན་ཉིད་ཅེས་བྱ་བ་ནི་དེའི་ཕན་ཡོན་ཐོབ་པ་སྟེ། ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པའི་ཚེ། བདུད་སྡིག་ཅན་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏོ།
en: A defining mark of the endeavor is the attainment of a benefit of it, so it teaches that with, “Śāriputra, Māra the wicked one does not gain entry to a bodhisattva great being practicing the perfection of wisdom like this,” and so on. “

source: །གང་ཆོས་རྣམས་དང་ལྷན་ཅིག་འདུ་བ་ཞེས་བྱ་བས་ནི་འཁོར་བ་བསྟན་ཏོ། །འབྲལ་བ་ཞེས་བྱ་བས་ནི་མྱ་ངན་ལས་འདས་པ་བསྟན་ཏོ།
en: Any phenomenon united with” teaches saṃsāra, and “separated” teaches nirvāṇa. “

source: །ཕྲད་པའམ་མི་ཕྲད་པར་འགྱུར་བ་ཞེས་བྱ་བས་ནི་དེ་གཉིས་ཀྱི་ལས་བསྟན་ཏོ།
en: Come together with or not come together with them” teaches something other than those two. “

source: །ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་ཉིད་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་བྱེད་དོ།
en: Because the dharma-constituent does not fully awaken by means of the dharma-constituent,” suchness does not cause suchness to fully awaken.

source: །གཟུགས་དང་སྟོང་པ་ཉིད་དུ་མི་སྦྱོར་ཞེས་བྱ་བ་ནི་གཟུགས་སྟོང་པའི་ངོ་བོ་ཉིད་དང་མི་སྦྱོར་བ་དང་། གཟུགས་ཞེས་བྱ་བ་སྟོང་པ་ཉིད་ཅེས་བྱ་བའི་མིང་དུ་མི་སྦྱོར་བའོ། །སྟོང་པ་ཉིད་དང་གཟུགས་སུ་མི་སྦྱོར་ཞེས་བྱ་བ་ནི་སྟོང་པ་ཉིད་གཟུགས་ཀྱི་རང་བཞིན་དང་མི་སྦྱོར་བ་དང་། སྟོང་པ་ཉིད་ཅེས་བྱ་བ་གཟུགས་ཀྱི་མིང་ཡིན་ནོ་ཞེས་མི་སྦྱོར་བའོ།
en: They “do not join form to emptiness”— they do not join form with its intrinsic nature, emptiness, and they do not join the name form to the name emptiness— “and do not join emptiness to form”— they do not join emptiness with the intrinsic nature of form, and they do not join them thinking emptiness is the name of form.

source: །ཡང་ན་གཟུགས་དང་སྟོང་པ་ཉིད་དུ་མི་སྦྱོར་ཞེས་བྱ་བ་ནི་གཟུགས་སྟོང་ངོ་ཞེས་བྱ་བར་མི་སྦྱོར་བ་སྟེ། གཟུགས་དང་སྟོང་པ་ཉིད་དག་ཐ་དད་དུ་མི་བྱེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Alternatively, they “do not join form to emptiness” means they do not join them thinking, ‘form is empty’; they do not break form and emptiness apart. “

source: །ཤཱ་རིའི་བུ་དེ་ལྟར་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ལུང་བསྟན་པ་ཡིན་པར་གཟུང་བར་བྱའོ་ཞེས་བྱ་བ་ནི་ས་བརྒྱད་པ་ཐོབ་པས་ལུང་བསྟན་པར་གྱུར་པའམ། ལུང་བསྟན་པར་འོས་པའི་ཕྱིར་ལུང་བསྟན་པ་ཉེ་བར་གྱུར་ཏོ།
en: Śāriputra, you should bear in mind that bodhisattva great beings engaged like that have been prophesied”— because they have reached the eighth level they have been prophesied, “or are close to being prophesied,” because they are worthy of a prophesy.

source: །ས་བརྒྱད་པ་ལ་ནི་སྐྱེ་བ་མེད་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་སྟེ་རྣམ་པར་སྨིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་འབྱུང་ངོ་། །རྣམ་པར་སྨིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་འབྱུང་བས་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་སྤྱོད་པ་དང་།
en: Forbearance for dharmas that are not produced is attained at the eighth level, and the matured perfections emerge.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་དང་། མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པར་བྱ་བ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བྱ་བ་ལ་རྩོལ་བ་དང་བྲལ་ཞིང་ལྷུན་གྱིས་གྲུབ་པ་ཉིད་དུ་ཐམས་ཅད་སྒྲུབ་བོ།
en: With the emergence of the matured perfections, they practice the six perfections without having to exert themselves to bring beings to maturity, purify a buddhafield, and, having fully awakened, turn the wheel of the Dharma—they accomplish them all effortlessly.

source: །དེ་ལྟར་རྣམ་པར་སྨིན་པའི་སྤྱོད་པ་ལྷུན་གྱིས་གྲུབ་པ་ཡང་སེམས་ཅན་གྲངས་མེད་ཚད་མེད་དཔག་ཏུ་མེད་པ་རྣམས་ཀྱི་དོན་བྱེད་ཀྱང་། དེ་འདི་སྙམ་དུ་བདག་ལ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལུང་སྟོན་པར་མཛད་དོ།
en: Thus it teaches that matured practice works effortlessly “for the welfare of infinite, countless beings beyond measure, but still it will not occur to them to think, ‘The lord buddhas will make a prophesy about me.

source: །བདག་ནི་ལུང་བསྟན་པ་ལ་ཉེ་བར་གྱུར་ཏོ་སྙམ་དུ་མི་སེམས་སོ་ཞེས་བྱ་བ་ལ་སོགས་པ་བསྟན་ཏོ།
en: I am close to being prophesied,’ ” and so on.

source: །དེ་ལ་ལྷུན་གྱིས་གྲུབ་པར་གནས་པའི་གཏན་ཚིགས་ཀྱང་དེ་ནི་འདི་ལྟར་ཆོས་ཀྱི་དབྱིངས་ལ་མཚན་མར་མི་བྱེད་དོ་ཞེས་གསུངས་ཏེ།
en: And it states the reason why they stand there effortlessly, with “because they do not make the dharma-constituent into a causal sign.”

source: དེ་ཕན་ཆད་ནི་དེ་ལ་ཆོས་ཀྱི་དབྱིངས་མ་གཏོགས་པར་དམིགས་པ་གཞན་ཉེ་བར་མི་གནས་ལ།
en: From that point on they do not apply themselves to apprehending anything not included in the dharma-constituent.

source: ཆོས་ཀྱི་དབྱིངས་དེ་ལ་ཡང་མཚན་མར་བྱས་ཏེ་མི་དམིགས་སོ།
en: They do not even make that dharma-constituent itself into a causal sign and apprehend it.

source: །དེའི་འོག་ཏུ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པའི་ཕན་ཡོན་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལ་སེམས་ཅན་གྱི་འདུ་ཤེས་མི་སྐྱེའོ།
en: Then it teaches the benefits of the forbearance for dharmas that are not produced, with, “Because the notion of a being does not occur to bodhisattva great beings… like that.

source: འདི་ལྟར་སེམས་ཅན་ཤིན་ཏུ་སྐྱེ་བ་མེད་ཅིང་། འགག་པ་མེད་པའི་ཕྱིར་ཏེ། ཆོས་རྣམས་ཀྱི་ཆོས་ཉིད་ནི་སྐྱེ་བ་དང་འགག་པ་མེད་པའི་ཕྱིར་རོ་ཞེས་བྱ་བས་སྟོན་ཏོ།
en: Because a being is absolutely not produced and does not cease, because the true dharmic nature of dharmas is not produced and does not cease.” “

source: །སེམས་ཅན་སྐྱེ་བ་མེད་པ་དང་འགག་པ་མེད་པར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡིན་ཞེས་བྱ་བ་ནི་དེ་ཕན་ཆད་དེའི་སྤྱོད་པ་སེམས་ཅན་དམིགས་པ་མེད་དོ་ཞེས་བསྟན་པ་སྟེ།
en: Practices the perfection of wisdom as an unproduced and unceasing being” teaches that from that point on their practice does not apprehend a being.

source: སྙིང་རྗེའི་མཐུས་ཀུན་རྫོབ་ཀྱི་ཤེས་པ་སྐྱེ་སྟེ། དེའི་ཚེ་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་སྦྱིན་པ་ལ་སོགས་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དུ་ཟིན་ཀྱང་སེམས་ཅན་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་དང་། སེམས་ཅན་སྟོང་པ་ཉིད་དང་། སེམས་ཅན་དམིགས་སུ་མེད་པ་དང་།
en: Even though conventionally through the force of compassion a consciousness arises, which is to say at that time they complete giving and so on for the welfare of beings, nevertheless they still abide doing everything as beings who are “unproduced and unceasing,” who are “emptiness… and cannot be apprehended,” and are “in an isolated state.”

source: སེམས་ཅན་དབེན་པ་ཉིད་ལ་གནས་པས་དེ་ལྟར་གནས་ཤིང་ཐམས་ཅད་བྱེད་དོ་ཞེས་བྱའོ། །དེའི་འོག་ཏུ་དེའི་གནས་པ་ཤིན་ཏུ་ཁྱད་པར་ཅན་ཉིད་ཡིན་པར་བསྟན་པའི་ཕྱིར་ཤཱ་རིའི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་རྣལ་འབྱོར་དམ་པ་ཞེས་བྱ་བ་ལ་སོགས་པས་བསྟན་ཏོ།
en: Then, in order to teach that their abiding is an extremely special one, it says so with, “Śāriputra, this… is the bodhisattva great beings’ ultimate yogic practice,” and so on.

source: །དེའི་འོག་ཏུ་སེམས་ཅན་དམིགས་སུ་མེད་དུ་ཟིན་ཀྱང་། བྱམས་པ་དང་སྙིང་རྗེ་ལ་སོགས་པ་དང་། སྦྱིན་པ་དང་ཚུལ་ཁྲིམས་ལ་སོགས་པ་སེམས་ཅན་གྱི་དོན་དུ་བྱ་བ་རྣམ་པར་འབྱེད་པ་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་མངོན་པར་སྒྲུབ་པོ་ཞེས་བྱ་བ་ལ་སོགས་པས་བསྟན་ཏོ།
en: Then, even though beings cannot be apprehended, the classifications of the activities for the welfare of beings—love and compassion and so on, and giving and morality and so on—are taught with “[they] accomplish… great love, great compassion,” and so on.

source: །སེར་སྣའི་སེམས་མི་སྤྱོད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་ཚིག་དྲུག་གིས་ནི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་དག་གི་མི་མཐུན་པའི་ཕྱོགས་མེད་པར་བསྟན་ཏོ། །དེའི་འོག་ཏུ་གནས་བརྟན་གྱིས་འཁོར་རྣམས་མགུ་བར་བྱ་བ་དང་།
en: The six statements— “they do not practice with a miserly thought,” and so on—teach the absence of the factors opposed to all six perfections.

source: སྐབས་དེ་ཉིད་ལས་ཆོས་བཤད་པ་ཆེན་པོར་འགྱུར་བར་བྱ་བའི་ཕྱིར།
en: Those who endeavor Then, in order to delight the retinue, and in order that the explanation of the doctrine will be bigger than in just that section, the elder [Śāriputra] asks, “Where did they die… who have taken birth here?”

source: དེ་གང་ནས་ཤི་འཕོས་ཏེ་འདིར་སྐྱེས་པ་ལགས་ཞེས་བྱ་བ་ལ་སོགས་པ་ཞུས་སོ།
en: and so on.

source: །དེ་ལ་མཆོག་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ནས་ལྷགས་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འཕོའོ། །བར་མ་ནི་དགའ་ལྡན་ནས་ལྷགས་པར་འགྱུར་རོ། །ཐ་མ་ནི་མིའི་ནང་ཉིད་ནས་ལྷགས་པར་གྱུར་ཏོ་ཞེས་རྣམ་པ་གསུམ་དུ་བསྟན་ཏོ།
en: Among them, those who are supreme arrive from a buddhafield and go to a buddhafield, the middling arrive from Tuṣita, and the least arrive from among humans.

source: །དེའི་འོག་ཏུ་སྐབས་དེ་ལས་བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣམ་པ་མང་དུ་ཡོད་པ་བསྟན་པའི་ཕྱིར།
en: Thus, it teaches them as three types.

source: ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མི་མཁས་པ་དག་ཀྱང་ཡོད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པས་བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པ་བཞི་བཅུ་རྩ་བཞིར་གཏོགས་པ་རྣམས་བསྟན་ཏོ།
en: Then, “Śāriputra, there are… bodhisattva great beings without skillful means,” and so on, teaches about the bodhisattvas included in forty-four types in order to teach that there are even more than those in that section. [Those with dull faculties.]

source: །ཐབས་མི་མཁས་པ་དང་པོ་གཉིས་ལས་ཐབས་མི་མཁས་པ་སྔ་མ་ནི་བསམ་གཏན་གྱི་སྤྱོད་པ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྤྱོད་པ་ལ་བརྩོན་ཡང་ཐབས་མི་མཁས་པར་གྱུར་པའི་ཕྱིར་ལྷ་ཚེ་རིང་པོར་སྐྱེས་ཏེ།
en: Of the first two of those who do not have skillful means, the former without skillful means endeavor at the practice of the concentrations and the practice of the perfections but, without skillful means, take birth as long-lived gods, and for that amount of time do not endeavor at the perfections.

source: དུས་དེ་སྲིད་ཅིག་གི་བར་དུ་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་བརྩོན་པར་གྱུར་ནས་ཕྱིས་མིའི་ནང་དུ་སྐྱེ་བའི་ཚེ། སྔོན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་སྤྱོད་པའི་མཐུས་བརྩོན་པར་བྱེད་ཀྱང་དབང་པོ་རྟུལ་པོར་གྱུར་ཏོ།
en: Later, when they take human birth through the power of their earlier practice of the perfections, they again endeavor but have dull faculties.

source: །གཉིས་པ་ནི་བསམ་གཏན་གྱི་སྤྱོད་པ་དང་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྤྱོད་པ་རྣམས་ལ་བརྩོན་པས་བསམ་གཏན་གྱི་འབྲས་བུ་བཏང་ནས་ལྷའི་ནང་དུ་མ་སྐྱེས་པར་མིའི་ནང་དུ་སྐྱེས་ཀྱང་ཐབས་མི་མཁས་པས་དབང་པོ་རྟུལ་བ་ཉིད་དུ་འགྱུར་རོ།
en: Second are those who endeavor at the practice of the concentrations and the practice of the perfections, reject the results of the concentrations, and do not take birth as gods, but take human birth. Still, without skillful means they are those with dull faculties.

source: །དེའི་འོག་མ་རྣམས་ནི་ཐམས་ཅད་ཀྱང་ཐབས་མཁས་པ་རྣམས་ཏེ།
en: All the ones after these have keen faculties: First.

source: དེ་དག་གི་དང་པོ་བསྟན་པ་ནི་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ་ཞེས་བྱ་བ་སྟེ།
en: It teaches the first of them with “will fully awaken to unsurpassed, perfect, complete awakening right here in the Fortunate Eon.”

source: དེ་དག་གི་ནི་བསམ་གཏན་གྱི་སྤྱོད་པ་དང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་བསླབས་ནས་སྙིང་རྗེའི་མཐུས་བསམ་གཏན་གྱི་དབང་གིས་སྐྱེ་བ་ཡོངས་སུ་སྤངས་ཏེ་སེམས་ཅན་གྱི་དོན་བྱ་བ་ལྷུར་ལེན་པ་དང་།
en: Having trained in the practice of the concentrations and the bodhisattvas’ practice, the force of their compassion stops them being born through the influence of the concentrations.

source: སངས་རྒྱས་མཉེས་པར་བྱ་བ་ལྷུར་ལེན་པས་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: Focused on working for the welfare of beings, and focused on pleasing the buddhas, they fully awaken in just this Fortunate Eon itself.

source: །གཉིས་པ་དག་ནི་ཡོན་ཏན་དེ་དག་དང་ལྡན་ཞིང་། སྔོན་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་མ་བྱས་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ།
en: Second. Endowed with those good qualities they bring to maturity those beings they have not previously brought to maturity. Third.

source: །གསུམ་པ་དག་ནི་ཡོན་ཏན་དེ་དག་ཉིད་དང་ལྡན་ཞིང་འདོད་པ་ན་སྤྱོད་པའི་ལྷའི་རིས་དྲུག་གི་ནང་དུ་སྐྱེས་ཏེ་མཐུ་ཕུན་སུམ་ཚོགས་པ་ལ་གནས་ནས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་དང་། སངས་རྒྱས་མཉེས་པར་བྱ་བ་རྣམས་བྱེད་དོ།
en: Endowed with those good qualities they take birth among the six classes of gods living in the desire realm. Abiding in a state endowed with complete strength, they work to bring beings to maturity, purify a buddhafield, and please the buddhas.

source: །བཞི་པ་དག་ནི་ཚངས་པའི་འཇིག་རྟེན་གྱི་ནང་དུ་སྐྱེས་ནས་རྫུ་འཕྲུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་ཞིང་ཆོས་ཉན་པ་དང་། སངས་རྒྱས་མཉེས་པར་བྱ་བ་ལྷུར་ལེན་ཅིང་གསོལ་བ་གདབ་པའི་ཕྱིར་སྨོན་ལམ་བཏབ་པས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་རིང་པོར་མ་ལོན་པ་རྣམས་ལ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་གསོལ་བ་འདེབས་སོ།
en: Fourth. They take birth in the Brahmaloka, and because they have made a prayer that is a vow that with their miraculous powers they will pass on from buddhafield to buddhafield, listen to the doctrine, focus on pleasing the buddhas, and make requests, they request those who have recently become fully and perfectly awakened to turn the wheel of the Dharma.

source: །ལྔ་པ་དག་ནི་དཔེར་ན་བདག་ཅག་གི་བཅོམ་ལྡན་འདས་བྱམས་པ་ལྟ་བུའོ།
en: Fifth. They are like, for example, our Lord Maitreya.

source: །དྲུག་པ་དག་ནི་མངོན་པར་ཤེས་པའི་མཐུས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་སོང་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་མཆོད་པ་བྱེད་དོ།
en: Sixth. With the strength of their clairvoyances they pass on to all buddhafields and worship all the tathāgatas.

source: །བདུན་པ་དག་ནི་མངོན་པར་ཤེས་པ་ལ་གནས་ཤིང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ཉིད་ན་གནས་པར་འདོད་པ་སྐྱེད་དོ།
en: Seventh. They remain with their clairvoyances in operation and generate the desire to be in just purified buddhafields.

source: །བརྒྱད་པ་དག་ནི་མངོན་པར་ཤེས་པའི་མཐུས་སངས་རྒྱས་ཀྱི་ཞིང་ཚེ་དཔག་ཏུ་མེད་པར་སྐྱེས་ནས་ཚེ་ཇི་སྲིད་ཐུབ་པའི་བར་དུ་གནས་ཏེ། སེམས་ཅན་དང་སངས་རྒྱས་ཀྱི་ཆོས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ཉིད་ལ་བརྩོན་པར་བྱེད་དོ།
en: Eighth. Through the force of their clairvoyances they take birth in buddhafields where the lifespan is infinite and, remaining there for as long as their lifespan endures, they endeavor to bring beings and the buddhadharmas to maturity.

source: །དགུ་པ་དག་ནི་མངོན་པར་ཤེས་པའི་མཐུས་སངས་རྒྱས་དང་།
en: Ninth.

source: ཆོས་དང་། དགེ་འདུན་གྱི་སྒྲ་དང་བྲལ་བས་དཀོན་མཆོག་གསུམ་གྱི་ཡོན་ཏན་མི་ཤེས་པའི་སེམས་ཅན་གྱི་འཇིག་རྟེན་དམན་པ་རྣམས་ལ་དཀོན་མཆོག་གསུམ་གྱི་ཡོན་ཏན་བསྒྲགས་ཏེ།
en: Through the force of the clairvoyances they proclaim the qualities of the Three Jewels in deficient worlds where beings do not know the qualities of the Three Jewels because there are no words for Buddha, Dharma, or Saṅgha.

source: སྒྲ་གསུམ་དང་ལྡན་པའི་ཆོས་བཤད་པས་དགའ་བ་བསྐྱེད་དེ་དེ་ཉིད་ཀྱི་མཐུས་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་སུ་སྐྱེ་བར་བྱེད་དོ། །བཅུ་པ་དག་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་སྐྱེས་ནས་རང་བཞིན་གྱིས་ཉོན་མོངས་པ་ཆུང་བ་རྣམས་རྩོལ་བ་ཆུང་ངུས་ས་དང་པོ་ཐོབ་པར་བྱས་ཏེ།
en: By explaining the doctrine that has those three words they generate a delight in them, and through the force of that cause them to take birth in a buddhafield.

source: བསམ་གཏན་དང་།
en: Tenth.

source: ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་རྣམས་ཐོབ་ནས། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་བསྒོམས་ཏེ། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ནས་ཤི་འཕོས་ཏེ་འཇིག་རྟེན་གྱི་ཁམས་ཡོངས་སུ་མ་དག་པར་སོང་ནས་སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱེད་དོ།
en: Having taken birth in a purified buddhafield, those who naturally have fewer afflictions reach the first level with little effort; acquire the four concentrations, the meditative stabilizations, and the formless absorptions; cultivate the dharmas on the side of awakening and the buddhadharmas; die in that purified buddhafield; pass on to unpurified world systems; and work for the welfare of beings.
